<?php
// Heading
$_['heading_title']     = 'Группы цветов';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Группы цветов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Название группы цветов';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_description'] = 'Описание';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения настроек Группы цветов!';
$_['error_name']         = 'Название группы должно быть от 3 до 64 символов!';
$_['error_default']      = 'Данную группу цветов нельзя удалить, т.к она назначена для основного магазина!';
$_['error_store']        = 'Данную группу цветов нельзя удалить, т.к она назначена %s магазинам!';


